Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Weights for this score: %@.
ar: أوزان هذه الدرجة: %@.
da: Vægte for denne score: %@.
de: Gewichtung dieses Werts: %@.
es: Pesos de esta puntuación: %@.
fi: Tämän pistemäärän painotukset: %@.
fr: Pondérations de ce score : %@.
is: Vægi þessa skors: %@.
it: Pesi di questo punteggio: %@.
ja: このスコアの重み：%@。
ko: 이 점수의 가중치: %@.
nb: Vekting for denne poengsummen: %@.
nl: Gewichten voor deze score: %@.
pt_br: Pesos desta pontuação: %@.
ru: Веса этой оценки: %@.
sv: Vikter för den här poängen: %@.
zh_hans: 本次分数的权重：%@。

source: Well above average for your age
ar: أعلى بكثير من المتوسط لعمرك
da: Langt over gennemsnittet for din alder
de: Deutlich über dem Durchschnitt für dein Alter
es: Muy por encima de la media para tu edad
fi: Selvästi ikäryhmäsi keskiarvon yläpuolella
fr: Bien au-dessus de la moyenne pour votre âge
is: Langt yfir meðaltali fyrir þinn aldur
it: Ben sopra la media per la tua età
ja: 年齢平均を大きく上回る
ko: 연령 평균보다 훨씬 높음
nb: Godt over snittet for alderen din
nl: Ruim boven het gemiddelde voor jouw leeftijd
pt_br: Bem acima da média para sua idade
ru: Значительно выше среднего для вашего возраста
sv: Långt över genomsnittet för din ålder
zh_hans: 远高于同龄人平均水平

source: Well above your usual range. A good day to train hard if you want to.
ar: أعلى بكثير من نطاقك المعتاد. يوم جيد للتدريب بقوة إن أردت.
da: Et godt stykke over dit sædvanlige område. En god dag at træne hårdt, hvis du har lyst.
de: Deutlich über deinem üblichen Bereich. Ein guter Tag für hartes Training, wenn du willst.
es: Muy por encima de tu rango habitual. Un buen día para entrenar fuerte si te apetece.
fi: Selvästi tavanomaisen vaihteluvälisi yläpuolella. Hyvä päivä kovalle harjoitukselle, jos haluat.
fr: Bien au-dessus de votre plage habituelle. Une bonne journée pour vous entraîner dur si vous le souhaitez.
is: Vel yfir venjulegu bili þínu. Góður dagur til að æfa stíft ef þú vilt.
it: Ben al di sopra del tuo intervallo abituale. Un buon giorno per allenarti duro, se vuoi.
ja: いつもの範囲を大きく上回っています。その気があれば、ハードにトレーニングするのに良い日です。
ko: 평소 범위보다 훨씬 높습니다. 원한다면 강하게 훈련하기 좋은 날입니다.
nb: Godt over det vanlige området ditt. En god dag å trene hardt hvis du vil.
nl: Ruim boven je gebruikelijke bereik. Een goede dag om hard te trainen als je dat wilt.
pt_br: Bem acima da sua faixa habitual. Um bom dia para treinar forte, se você quiser.
ru: Значительно выше вашего обычного диапазона. Хороший день для тяжёлой тренировки, если хотите.
sv: Klart över ditt vanliga intervall. En bra dag att träna hårt om du vill.
zh_hans: 远高于你的常规范围。如果你愿意，今天很适合高强度训练。

source: Well acclimated
ar: متأقلم جيدًا
da: Godt akklimatiseret
de: Gut akklimatisiert
es: Bien aclimatado
fi: Hyvin sopeutunut
fr: Bien acclimaté
is: Vel aðlöguð
it: Ben acclimatato
ja: よく順化
ko: 잘 적응됨
nb: Godt akklimatisert
nl: Goed geacclimatiseerd
pt_br: Bem aclimatado
ru: Хорошая акклиматизация
sv: Väl acklimatiserad
zh_hans: 适应良好

source: Well below your usual range. Worth easing off.
ar: أقل بكثير من نطاقك المعتاد. يستحق التخفيف.
da: Et godt stykke under dit sædvanlige område. Værd at skrue ned.
de: Deutlich unter deinem üblichen Bereich. Lieber etwas rausnehmen.
es: Muy por debajo de tu rango habitual. Mejor aflojar.
fi: Selvästi tavanomaisen vaihteluvälisi alapuolella. Kannattaa keventää.
fr: Bien en dessous de votre plage habituelle. Mieux vaut lever le pied.
is: Vel undir venjulegu bili þínu. Vert að slaka á.
it: Ben al di sotto del tuo intervallo abituale. Meglio rallentare.
ja: いつもの範囲を大きく下回っています。控えめにする価値があります。
ko: 평소 범위보다 훨씬 낮습니다. 강도를 낮출 만합니다.
nb: Godt under det vanlige området ditt. Verdt å roe ned.
nl: Ruim onder je gebruikelijke bereik. Het loont om het rustiger aan te doen.
pt_br: Bem abaixo da sua faixa habitual. Vale pegar mais leve.
ru: Значительно ниже вашего обычного диапазона. Стоит снизить нагрузку.
sv: Klart under ditt vanliga intervall. Värt att ta det lugnare.
zh_hans: 远低于你的常规范围。值得放缓一些。

source: west
ar: الغرب
da: vest
de: Westen
es: oeste
fi: länteen
fr: ouest
is: vestur
it: ovest
ja: 西
ko: 서
nb: vest
nl: het westen
pt_br: oeste
ru: запад
sv: väster
zh_hans: 西

source: What does my HRV tell you?
ar: ماذا يخبرك HRV لدي؟
da: Hvad fortæller min HRV dig?
de: Was sagt dir meine HRV?
es: ¿Qué te dice mi HRV?
fi: Mitä HRV:ni kertoo sinulle?
fr: Que te dit ma HRV ?
is: Hvað segir HRV-gildið mitt þér?
it: Cosa ti dice la mia HRV?
ja: 私の HRV から何がわかる？
ko: 내 HRV는 무엇을 말해 줘?
nb: Hva forteller HRV-en min deg?
nl: Wat vertelt mijn HRV je?
pt_br: O que minha HRV diz a você?
ru: Что тебе говорит моя ВСР?
sv: Vad säger min HRV dig?
zh_hans: 我的 HRV 能告诉你什么？

source: What Emuqu does and does not do
ar: ما يفعله Emuqu وما لا يفعله
da: Hvad Emuqu gør og ikke gør
de: Was Emuqu tut und was nicht
es: Lo que Emuqu hace y lo que no
fi: Mitä Emuqu tekee ja mitä ei
fr: Ce qu'Emuqu fait et ne fait pas
is: Hvað Emuqu gerir og gerir ekki
it: Cosa fa Emuqu e cosa non fa
ja: Emuqu ができること、できないこと
ko: Emuqu가 하는 일과 하지 않는 일
nb: Hva Emuqu gjør og ikke gjør
nl: Wat Emuqu wel en niet doet
pt_br: O que o Emuqu faz e não faz
ru: Что Emuqu делает и чего не делает
sv: Vad Emuqu gör och inte gör
zh_hans: Emuqu 能做什么、不能做什么

source: What is validated, and what is calibrated
ar: ما هو متحقق منه، وما هو معايَر
da: Hvad der er valideret, og hvad der er kalibreret
de: Was validiert und was kalibriert ist
es: Qué está validado y qué está calibrado
fi: Mikä on validoitu ja mikä kalibroitu
fr: Ce qui est validé, et ce qui est calibré
is: Hvað er staðfest og hvað er kvarðað
it: Cosa è validato e cosa è calibrato
ja: 検証済みのものと較正されたもの
ko: 검증된 것과 보정된 것
nb: Hva som er validert, og hva som er kalibrert
nl: Wat gevalideerd is en wat gekalibreerd is
pt_br: O que é validado e o que é calibrado
ru: Что валидировано, а что откалибровано
sv: Vad som är validerat och vad som är kalibrerat
zh_hans: 哪些经过验证，哪些经过校准

source: What matters is YOUR baseline and trend. Many active people your age maintain strong relative tone.
ar: المهم هو خط الأساس الخاص بك واتجاهك. كثير من النشطين في عمرك يحافظون على نبرة نسبية قوية.
da: Det vigtige er DIN baseline og tendens. Mange aktive på din alder har en stærk relativ tonus.
de: Entscheidend sind DEINE Baseline und dein Trend. Viele aktive Menschen in deinem Alter haben einen starken relativen Tonus.
es: Lo que importa es TU línea base y tu tendencia. Muchas personas activas de tu edad mantienen un buen tono relativo.
fi: Tärkeää on SINUN perustasosi ja trendisi. Moni ikäisesi aktiivinen ihminen säilyttää vahvan suhteellisen tonuksen.
fr: Ce qui compte, c'est VOTRE référence et votre tendance. Beaucoup de personnes actives de votre âge conservent un bon tonus relatif.
is: Það sem skiptir máli er ÞÍN grunnlína og þróun. Margir virkir á þínum aldri halda sterkri hlutfallslegri spennu.
it: Ciò che conta è la TUA baseline e la tua tendenza. Molte persone attive della tua età mantengono un buon tono relativo.
ja: 大切なのはあなた自身のベースラインとトレンドです。同年代の活動的な人の多くは、相対的に強いトーンを維持しています。
ko: 중요한 것은 당신의 기준선과 추세입니다. 같은 연령대의 활동적인 사람들 상당수가 상대적으로 강한 톤을 유지합니다.
nb: Det som teller, er DIN grunnlinje og trend. Mange aktive på din alder har en sterk relativ tonus.
nl: Wat telt is JOUW basislijn en trend. Veel actieve mensen van jouw leeftijd houden een sterke relatieve tonus.
pt_br: O que importa é a SUA linha de base e a sua tendência. Muitas pessoas ativas da sua idade mantêm um tônus relativo forte.
ru: Важны ВАШ базовую линию и тренд. Многие активные люди вашего возраста сохраняют сильный относительный тонус.
sv: Det som räknas är DIN baslinje och trend. Många aktiva i din ålder behåller en stark relativ tonus.
zh_hans: 重要的是你自己的基线和趋势。许多与你同龄的活跃人士都保持着较强的相对张力。

source: What should I focus on this week?
ar: على ماذا أركّز هذا الأسبوع؟
da: Hvad skal jeg fokusere på denne uge?
de: Worauf sollte ich mich diese Woche konzentrieren?
es: ¿En qué debería centrarme esta semana?
fi: Mihin minun pitäisi keskittyä tällä viikolla?
fr: Sur quoi me concentrer cette semaine ?
is: Á hvað ætti ég að einbeita mér í þessari viku?
it: Su cosa dovrei concentrarmi questa settimana?
ja: 今週は何に集中すべき？
ko: 이번 주에는 무엇에 집중해야 할까?
nb: Hva bør jeg fokusere på denne uken?
nl: Waar moet ik me deze week op richten?
pt_br: No que devo focar esta semana?
ru: На чём мне сосредоточиться на этой неделе?
sv: Vad ska jag fokusera på den här veckan?
zh_hans: 这周我应该关注什么？

source: What's measured — HRV, sleep and vitals, weighted 60, 25 and 15 percent — what isn't (training load), why ACWR was removed, and the literature behind every choice. The most important read in the app.
ar: ما يُقاس — HRV والنوم والعلامات الحيوية بأوزان 60 و25 و15 بالمئة — وما لا يُقاس (حمل التدريب)، ولماذا أُزيل ACWR، والأدبيات العلمية وراء كل خيار. أهم ما يمكن قراءته في التطبيق.
da: Hvad der måles — HRV, søvn og vitale værdier, vægtet 60, 25 og 15 procent — hvad der ikke gør (træningsbelastning), hvorfor ACWR blev fjernet, og litteraturen bag hvert valg. Det vigtigste at læse i appen.
de: Was gemessen wird — HRV, Schlaf und Vitalwerte, gewichtet mit 60, 25 und 15 Prozent —, was nicht (Trainingsbelastung), warum ACWR entfernt wurde und die Fachliteratur hinter jeder Entscheidung. Der wichtigste Text in der App.
es: Qué se mide (HRV, sueño y constantes vitales, con un peso del 60, 25 y 15 por ciento), qué no (la carga de entrenamiento), por qué se eliminó el ACWR y la literatura detrás de cada decisión. La lectura más importante de la app.
fi: Mitä mitataan — HRV, uni ja elintoiminnot painoin 60, 25 ja 15 prosenttia — mitä ei mitata (harjoituskuorma), miksi ACWR poistettiin ja kunkin valinnan taustalla oleva tutkimus. Sovelluksen tärkein luettava.
fr: Ce qui est mesuré — HRV, sommeil et signes vitaux, pondérés à 60, 25 et 15 pour cent —, ce qui ne l’est pas (la charge d’entraînement), pourquoi l’ACWR a été retiré, et la littérature derrière chaque choix. La lecture la plus importante de l’app.
is: Hvað er mælt — HRV, svefn og lífsmörk, vegin 60, 25 og 15 prósent — hvað ekki (æfingaálag), af hverju ACWR var fjarlægt og rannsóknirnar á bak við hvert val. Mikilvægasta lesefnið í appinu.
it: Cosa viene misurato (HRV, sonno e parametri vitali, con un peso del 60, 25 e 15 percento), cosa no (il carico di allenamento), perché l'ACWR è stato rimosso e la letteratura dietro ogni scelta. La lettura più importante dell'app.
ja: 測定するもの（HRV・睡眠・バイタルを 60・25・15 パーセントで重み付け）、測定しないもの（トレーニング負荷）、ACWR を外した理由、そして各判断の根拠となる文献。アプリで最も重要な読み物です。
ko: 측정하는 것(HRV, 수면, 활력 징후를 각각 60, 25, 15퍼센트 비중으로), 측정하지 않는 것(훈련 부하), ACWR을 제거한 이유, 그리고 모든 선택의 근거가 된 문헌. 앱에서 가장 중요한 읽을거리입니다.
nb: Hva som måles — HRV, søvn og vitale verdier, vektet 60, 25 og 15 prosent — hva som ikke gjør det (treningsbelastning), hvorfor ACWR ble fjernet, og litteraturen bak hvert valg. Det viktigste å lese i appen.
nl: Wat er gemeten wordt — HRV, slaap en vitale waarden, gewogen 60, 25 en 15 procent — wat niet (trainingsbelasting), waarom ACWR is verwijderd, en de literatuur achter elke keuze. Het belangrijkste om te lezen in de app.
pt_br: O que é medido (HRV, sono e sinais vitais, com peso de 60, 25 e 15 por cento), o que não é (a carga de treino), por que o ACWR foi removido e a literatura por trás de cada escolha. A leitura mais importante do app.
ru: Что измеряется — ВСР, сон и жизненные показатели с весами 60, 25 и 15 процентов, — что нет (тренировочная нагрузка), почему убран ACWR и научная литература за каждым решением. Самое важное чтение в приложении.
sv: Vad som mäts — HRV, sömn och vitala värden, viktade 60, 25 och 15 procent — vad som inte gör det (träningsbelastning), varför ACWR togs bort, och forskningen bakom varje val. Det viktigaste att läsa i appen.
zh_hans: 测量什么（HRV、睡眠和生命体征，权重分别为百分之 60、25 和 15）、不测量什么（训练负荷）、为什么移除了 ACWR，以及每项选择背后的文献。应用中最重要的一篇。

source: When off, it leaves the model picker and Flo never sends it anything.
ar: عند إيقافه، يختفي من منتقي النماذج ولا يرسل إليه Flo أي شيء.
da: Når den er slået fra, forsvinder den fra modelvælgeren, og Flo sender den aldrig noget.
de: Wenn aus, verschwindet es aus der Modellauswahl und Flo sendet ihm nie etwas.
es: Si está desactivado, desaparece del selector de modelos y Flo nunca le envía nada.
fi: Kun pois päältä, se poistuu mallinvalitsimesta eikä Flo lähetä sille mitään.
fr: Désactivé, il disparaît du sélecteur de modèle et Flo ne lui envoie jamais rien.
is: Þegar slökkt er á því hverfur það úr líkanavalinu og Flo sendir því aldrei neitt.
it: Se disattivato, scompare dal selettore dei modelli e Flo non gli invia mai nulla.
ja: オフにすると、モデル選択から外れ、Flo がそこへ何も送信しなくなります。
ko: 끄면 모델 선택기에서 사라지고 Flo가 아무것도 보내지 않습니다.
nb: Når den er av, forsvinner den fra modellvelgeren, og Flo sender den aldri noe.
nl: Als dit uit staat, verdwijnt het uit de modelkiezer en stuurt Flo het nooit iets.
pt_br: Desativado, ele sai do seletor de modelos e o Flo nunca envia nada a ele.
ru: Если выключено, модель пропадает из списка выбора и Flo ничего ей не отправляет.
sv: När den är av försvinner den från modellväljaren och Flo skickar aldrig något till den.
zh_hans: 关闭后，它会从模型选择器中移除，Flo 也不会向其发送任何内容。

source: When OFF: the Flo tab is hidden and the chat / Coach Report subsystems don't initialize. The medical-query guard still loads (tiny, no network).
ar: عند الإيقاف: تُخفى علامة تبويب Flo ولا تتم تهيئة أنظمة الدردشة / تقرير المدرب الفرعية. يظل حارس الاستفسارات الطبية محمّلًا (صغير جدًا، دون شبكة).
da: Når FRA: Flo-fanen er skjult, og chat- og Coachrapport-delene initialiseres ikke. Værnet mod medicinske spørgsmål indlæses stadig (lille, uden netværk).
de: Wenn AUS: Der Flo-Tab ist ausgeblendet, und Chat und Coach-Bericht werden nicht initialisiert. Der Schutz vor medizinischen Anfragen wird trotzdem geladen (winzig, kein Netzwerk).
es: Si está DESACTIVADO: la pestaña Flo se oculta y los subsistemas de chat e Informe del entrenador no se inicializan. La protección ante consultas médicas sigue cargándose (mínima, sin red).
fi: Kun POIS: Flo-välilehti on piilotettu, eikä keskustelu- / Valmentajan raportti -osajärjestelmiä alusteta. Lääketieteellisten kysymysten suoja latautuu silti (pieni, ei verkkoa).
fr: Si désactivé : l'onglet Flo est masqué et les modules de chat et de rapport du coach ne s'initialisent pas. La protection contre les questions médicales reste chargée (minime, sans réseau).
is: Þegar SLÖKKT: Flo-flipinn er falinn og spjall- / þjálfaraskýrslukerfin eru ekki ræst. Vörnin gegn læknisfræðilegum spurningum hleðst samt (lítil, ekkert net).
it: Se DISATTIVATO: la scheda Flo è nascosta e i sottosistemi di chat e Report del coach non vengono inizializzati. La protezione per le domande mediche viene comunque caricata (minima, senza rete).
ja: オフの場合：Flo タブは非表示になり、チャットとコーチレポートのサブシステムは初期化されません。医療関連の質問ガードは引き続き読み込まれます（軽量、ネットワーク不要）。
ko: 끄면: Flo 탭이 숨겨지고 채팅 / 코치 리포트 하위 시스템이 초기화되지 않습니다. 의료 질문 보호 기능은 계속 로드됩니다(매우 작음, 네트워크 없음).
nb: Når AV: Flo-fanen er skjult, og chat- og Trenerrapport-delene initialiseres ikke. Vernet mot medisinske spørsmål lastes fortsatt (lite, uten nettverk).
nl: Indien UIT: het Flo-tabblad is verborgen en de chat- en Coachrapport-onderdelen worden niet geïnitialiseerd. De beveiliging voor medische vragen wordt nog wel geladen (klein, geen netwerk).
pt_br: Quando DESATIVADO: a aba Flo fica oculta e os subsistemas de chat / Relatório do treinador não são inicializados. A proteção contra perguntas médicas continua carregada (leve, sem rede).
ru: Когда ВЫКЛ: вкладка Flo скрыта, а подсистемы чата и отчёта тренера не инициализируются. Защита от медицинских запросов всё равно загружается (небольшая, без сети).
sv: När AV: Flo-fliken är dold och chatt- och Coachrapport-delarna initieras inte. Skyddet för medicinska frågor laddas fortfarande (litet, inget nätverk).
zh_hans: 关闭时：Flo 标签页会被隐藏，聊天和教练报告子系统不会初始化。医疗问题防护仍会加载（体积很小，不联网）。

source: When on, the coach speaks your own threshold alerts during a workout. Mile markers and turn alerts have their own switches. The speaker icon on the recording screen mutes the coach for the current session only.
ar: عند التشغيل، ينطق المدرب تنبيهات الحدود التي حددتها أثناء التمرين. لعلامات الأميال وتنبيهات المنعطفات مفاتيحها الخاصة. يكتم رمز مكبر الصوت في شاشة التسجيل المدرب للجلسة الحالية فقط.
da: Når den er slået til, læser coachen dine egne grænsealarmer op under en træning. Distancemarkører og svingadvarsler har deres egne kontakter. Højttalerikonet på optagelsesskærmen slår kun coachen fra for den aktuelle session.
de: Wenn aktiviert, spricht der Coach während eines Trainings deine eigenen Grenzwert-Warnungen. Meilenmarken und Abbiegehinweise haben eigene Schalter. Das Lautsprechersymbol auf dem Aufnahmebildschirm schaltet den Coach nur für die aktuelle Sitzung stumm.
es: Si está activado, el entrenador dice en voz alta tus propias alertas de umbral durante un entrenamiento. Los marcadores de distancia y los avisos de giro tienen sus propios interruptores. El icono del altavoz en la pantalla de grabación silencia al entrenador solo durante la sesión actual.
fi: Kun asetus on päällä, valmentaja lukee omat raja-arvohälytyksesi ääneen harjoituksen aikana. Matkamerkeillä ja käännösilmoituksilla on omat kytkimensä. Tallennusnäkymän kaiutinkuvake mykistää valmentajan vain nykyisen istunnon ajaksi.
fr: Activé, le coach énonce vos propres alertes de seuil pendant un entraînement. Les repères de distance et les alertes de virage ont leurs propres interrupteurs. L’icône du haut-parleur sur l’écran d’enregistrement coupe le coach pour la séance en cours uniquement.
is: Þegar kveikt er á þessu les þjálfarinn upp þínar eigin viðmiðunarviðvaranir á æfingu. Vegalengdarmerki og beygjuviðvaranir hafa sína eigin rofa. Hátalaratáknið á upptökuskjánum þaggar aðeins niður í þjálfaranum fyrir núverandi lotu.
it: Se attivo, il coach legge ad alta voce i tuoi avvisi di soglia durante un allenamento. I segnali di distanza e gli avvisi di svolta hanno i propri interruttori. L’icona dell’altoparlante nella schermata di registrazione silenzia il coach solo per la sessione corrente.
ja: オンにすると、ワークアウト中に自分で設定したしきい値アラートをコーチが読み上げます。距離マーカーと曲がり角の案内には個別のスイッチがあります。記録画面のスピーカーアイコンは、現在のセッションだけコーチをミュートします。
ko: 켜면 운동 중에 직접 설정한 임계값 알림을 코치가 읽어 줍니다. 거리 마커와 회전 알림은 별도 스위치가 있습니다. 기록 화면의 스피커 아이콘은 현재 세션 동안만 코치를 음소거합니다.
nb: Når den er på, leser treneren opp dine egne terskelvarsler under en økt. Distansemarkører og svingvarsler har egne brytere. Høyttalerikonet på opptaksskjermen demper treneren bare for den gjeldende økten.
nl: Als dit aan staat, spreekt de coach tijdens een training je eigen drempelwaarschuwingen uit. Afstandsmarkeringen en afslagmeldingen hebben hun eigen schakelaars. Het luidsprekericoon op het opnamescherm dempt de coach alleen voor de huidige sessie.
pt_br: Quando ativado, o treinador fala seus próprios alertas de limite durante um treino. Marcadores de distância e alertas de curva têm seus próprios botões. O ícone do alto-falante na tela de gravação silencia o treinador apenas na sessão atual.
ru: Когда включено, тренер озвучивает ваши собственные пороговые оповещения во время тренировки. У отметок дистанции и подсказок о поворотах свои переключатели. Значок динамика на экране записи отключает звук тренера только для текущей сессии.
sv: När den är på läser coachen upp dina egna tröskellarm under ett träningspass. Distansmarkeringar och svängvarningar har egna reglage. Högtalarikonen på inspelningsskärmen tystar coachen bara för den aktuella sessionen.
zh_hans: 开启后，教练会在训练中播报你自己设置的阈值提醒。距离标记和转弯提醒有各自的开关。录制界面上的扬声器图标只会在当前训练中将教练静音。
